Repository: VictorVolkov7/electronic_sales
Catalog: network/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Purveyor
ru: Поставщик

source: Clear debt to purveyor
ru: Очистить задолженность перед поставщиком

source: Plant
ru: Завод

source: Retail network
ru: Розничная сеть

source: Individual entrepreneur
ru: Индивидуальный предприниматель

source: Name
ru: Название

source: Model
ru: Модель

source: Release date
ru: Дата выхода продукта

source: Product
ru: Продукт

source: Products
ru: Продукты

source: Network
ru: Тип

source: Email
ru: Почта

source: Country
ru: Страна

source: City
ru: Город

source: Street
ru: Улица

source: House number
ru: Номер дома

source: Debt
ru: Задолженность

source: You indicate the debt to the supplier in monetary terms from the moment to the penny.
ru: Задолженность перед поставщиком в денежном выражении с точностью до копеек.

source: Created at
ru: Время создания

source: Hierarchy
ru: Уровень иерархии

source: Hierarchy must be between 0 and 2.
ru: Иерархия должна быть от 0 до 2.

source: He cannot be his own purveyor.
ru: Не может поставлять товар себе.

source: Hierarchy level exceeded.
ru: Превышен уровень иерархии.

source: Debt must be greater than 0.
ru: Задолженность должна быть больше 0.

source: The purveyor must have this link in the network.
ru: Данное звено сети должно иметь поставщика.

source: There is no supplier to display the debt.
ru: Нет поставщика для отображения задолженности.

source: Network link
ru: Звено сети

source: Network links
ru: Звенья сети
